[
 {
  "id": 3650,
  "description": "The country with the largest number of WWII causalities was Russia, with over 21 million.[9]"
 },
 {
  "id": 3651,
  "description": "For every five German soldiers who died in WWII, four of them died on the Eastern Front.[2]"
 },
 {
  "id": 3652,
  "description": "It is estimated that 1.5 million children died during the Holocaust. Approximately 1.2 million of them were Jewish and tens of thousands were Gypsies.[9]"
 },
 {
  "id": 3653,
  "description": "Eighty percent of Soviet males born in 1923 didn’t survive WWII.[2]"
 },
 {
  "id": 3654,
  "description": "Between 1939 and 1945, the Allies dropped 3.4 million tons of bombs, which averaged to 27,700 tons per month.[2]"
 },
 {
  "id": 3655,
  "description": "Russia and the Red Army were accused of several war crimes, including systematic mass rape (over 2 million German women aged 13-70 were allegedly raped by the Red Army) and genocide.[7]"
 },
 {
  "id": 3657,
  "description": "Even after the Allies arrived, many concentration camp prisoners were beyond help. In Bergen-Belsen, for example, 13,000 prisoners died after liberation. Nearly 2,500 of the 33,000 survivors of Dachau died within six weeks of liberation.[9]"
 },
 {
  "id": 3691,
  "description": "Most historians agree that WWII began when Germany invaded Poland on September 1, 1939. Others say it started when Japan invaded Manchuria on September 18, 1931. And some scholars suggest WWII is actually a continuation of WWI, with a break in between.[6]"
 },
 {
  "id": 3658,
  "description": "Max Heiliger was the fictitious name the SS used to establish a bank account in which they deposited money, gold, and jewels taken from European Jews.[2]"
 },
 {
  "id": 3659,
  "description": "The longest battle of WWII was the Battle of the Atlantic, which lasted from 1939-1945.[2]"
 },
 {
  "id": 3660,
  "description": "The original abbreviation of the National Socialist Party was Nasos. The word “Nazi” derives from a Bavarian word that means “simple minded” and was first used as a term of derision by journalist Konrad Heiden (1901-1966).[2]"
 },
 {
  "id": 3665,
  "description": "Approximately 600,000 Jews served in the United States armed forces during WWII. More than 35,000 were killed, wounded, captured, or missing. Approximately 8,000 died in combat. However, only two Jewish soldiers were awarded the Medal of Honor in WWII.[9]"
 },
 {
  "id": 3666,
  "description": "The Battle of the Bulge is the largest and deadliest battle for U.S. troops to date, with more than 80,000 American casualties.[1]"
 },
 {
  "id": 3668,
  "description": "More Russians (military and civilians) lost their lives during the Siege of Leningrad than did American and British soldiers combined in all of WWII.[2]"
 },
 {
  "id": 3669,
  "description": "The Nazis murdered approximately 12 million people, nearly 6 million of those being Jews killed in the Holocaust (“whole burnt”).[9]"
 },
 {
  "id": 3670,
  "description": "During WWII, the Japanese launched 9,000 “wind ship weapons” of paper and rubberized-silk balloons that carried incendiary and anti-personnel bombs to the U.S. More than 1,000 balloons hit their targets and they reached as far east as Michigan. The only deaths resulting from a balloon bomb were six Americans (including five children and a pregnant woman) on a picnic in Oregon.c,d[2][3]"
 },
 {
  "id": 3661,
  "description": "The swastika is an ancient religious symbol. It derives from the Sanskrit name for a hooked cross, which was used by ancient civilizations as a symbol of fertility and good fortune. It has been found in the ruins of Greece, Egypt, China, India, and Hindu temples.[2]"
 },
 {
  "id": 3671,
  "description": "The Japanese Kamikaze (“divine wind”) tactic was suggested on October 19, 1944, by Vice-Admiral Onishi in an attempt to balance the technological advantage of invading American forces. Though the numbers are disputed, approximately 2,800 kamikaze pilots died. They sunk 34 U.S. ships, damaged 368, killed 4,900 sailors, and wounded 4,800.[2]"
 },
 {
  "id": 3662,
  "description": "In 1935, British engineer Robert Watson-Watt was working on a “death ray” that would destroy enemy aircraft using radio waves. His “death ray” instead evolved into radar—or “radio detection and ranging.”[2]"
 },
 {
  "id": 3672,
  "description": "Many Jews were subject to gruesome medical experiments. For example, doctors would bombard the testicles of men and the ovaries of women with X-rays to see the impact of different doses on sterility. Nazi doctors would break bones repeatedly to see how many times it could be done before a bone could not heal. They hit people’s heads with hammers to see what their skulls could withstand. Experiments were conducted to determine the effects of atmospheric pressure on the body. Prisoners were injected with different drugs and diseases, and limbs were amputated and muscles cut for transplantation experiments. Today reference to or use of the Nazi research is considered unethical.[9]"
 },
 {
  "id": 3673,
  "description": "Dr. Josef Mengele (the “Angel of Death”) used about 3,000 twins, mostly Romany and Jewish children, for his painful genetic experiments. Only about 200 survived. His experiments included taking one twin’s eyeball and attaching it on the back of the other twin’s head or changing the eye color of children by injecting dye. In one instance, two Romany twins were sewn together in an attempt to create conjoined twins.[9]"
 },
 {
  "id": 3674,
  "description": "In addition to Jews and gypsies, Jehovah’s Witnesses were also persecuted and murdered in German concentration camps.[9]"
 },
 {
  "id": 3675,
  "description": "The decision to implement the “Final Solution” or Die Endlosung was made at the Wannsee Conference in Berlin on January 20, 1942. Heinrich Himmler was its chief architect. The earliest use of the phrase “Final Solution to the Jewish Problem” was actually used in an 1899 memo to Russian Tzar Nicholas about Zionism.[9]"
 },
 {
  "id": 3656,
  "description": "Many historians believe that the Battle at Stalingrad (1942-1943) is not only arguably the bloodiest battle in history (800,000-1,600,000 casualties), but also the turning point of WWII in Europe.[6]"
 },
 {
  "id": 3676,
  "description": "WWII ended on September 2, 1945, when Japan signed a surrender agreement on the USS Missouri in Tokyo Bay.[6]"
 },
 {
  "id": 3677,
  "description": "Anne Frank and her sister died at Bergen-Belsen in March 1945, one month before the camp was liberated in April 1945. During its existence, nearly 50,000 people died. After evacuating the camp, British soldiers burned it to the ground to prevent the spread of typhus.[9]"
 },
 {
  "id": 3678,
  "description": "In his book The Abandonment of the Jews, David Wyman (1929- ) argued that the failure to bomb concentration camps was a result of the Allies’ indifference to the fate of the Jews rather than the practical impossibility of the operation.[9]"
 },
 {
  "id": 3679,
  "description": "Despite the risks, thousands of people helped save the Jews. For example, the country of Denmark saved its entire community. And individuals such as Raoul Wallenberg (1912-1947), Oscar Schindler (1908-1974), and Chiune Sugihara (1900-1986) saved thousands of lives.[9]"
 },
 {
  "id": 3680,
  "description": "From 1940-1945, the U.S. defense budget increased form $1.9 billion to $59.8 billion.[2]"
 },
 {
  "id": 3682,
  "description": "The Air Force was part of the Army in WWII and didn’t become a separate branch of the military until after the war.[2]"
 },
 {
  "id": 3683,
  "description": "In 1941, a private earned $21 a month. In 1942, a private earned $50 a month.[2]"
 },
 {
  "id": 3684,
  "description": "German U-boats sunk 2,000 Allied ships at a cost of 781 U-boats destroyed.[2]"
 },
 {
  "id": 3685,
  "description": "More than 650,000 Jeeps were built during WWII. American factories also produced 300,000 military aircraft; 89,000 tanks; 3 million machine guns; and 7 million rifles.[2]"
 },
 {
  "id": 3667,
  "description": "The Enola Gay became well known for dropping the first atomic bomb on Hiroshima, but few people know the name of the B-29 that bombed Nagasaki. It was Bock’s Car, named after the plane’s usual commander, Frederick Bock.[2]"
 },
 {
  "id": 3686,
  "description": "The Germans used the first jet fighters in World War II, among them the Messerschmitt ME-262. However, they were developed too late to change the course of the war.[2]"
 },
 {
  "id": 3687,
  "description": "The most powerful artillery gun created by any nation and used in WWII was named Karl by its designer General Karl Becker. Used mostly against the Russians, the huge gun could shoot a 2.5 ton shell over three miles. The shells were 24 inches wide and could go through eight to nine feet of concrete.[2]"
 },
 {
  "id": 3688,
  "description": "During WWII, the acronym BAM stood for “Broad-Assed Marines,” or women soldiers in the U.S. Marine Corp. The women, however, called the men HAMs, for “Hairy-Assed Marines.”[2]"
 },
 {
  "id": 3689,
  "description": "The SS ran a brothel named “The Kitty Salon” for foreign diplomats and other VIPs in Berlin. It was wiretapped, and 20 prostitutes underwent several weeks of intense indoctrination and training. They were specifically trained to glean information from clients through seemingly innocuous conversations.[2]"
 },
 {
  "id": 3690,
  "description": "WWII resulted in the downfall of Europe as a center of world power and led to the rise of the U.S. and Russia as super powers. This set up conditions for both the US-USSR cold war and the nuclear age.[1]"
 },
 {
  "id": 3692,
  "description": "During WWII, hamburgers in the U.S. were dubbed “Liberty Steaks” to avoid the German-sounding name.[2]"
 },
 {
  "id": 3681,
  "description": "At the time of the Pearl Harbor attack, there were 96 ships anchored. During the attack, 18 were sunk or seriously damaged, including eight battleships. There were 2,402 American men killed and 1,280 injured. Three hundred and fifty aircraft were destroyed or damaged.[8]"
 },
 {
  "id": 3694,
  "description": "Joseph Kramer (1906-1945), a commander of Bergen-Belsen, was known as the “Beast of Belsen.” When asked if he “felt anything” as he watched and participated in the deaths of thousands of men, women, and children, Kramer said he didn’t feel anything because he was following orders. He was later executed for crimes against humanity.[9]"
 },
 {
  "id": 3695,
  "description": "The ace of all fighter aces of all nations is German fighter pilot Erich Hartmann (“the Blond Knight”) with 352 “kills.”[2]"
 },
 {
  "id": 3696,
  "description": "Members of Adolf Hitler’s inner circle allegedly called Rudolf Hess “Fraulein Anna” because he was reportedly a homosexual. He was also known as the “Brown Mouse.”[2]"
 },
 {
  "id": 3697,
  "description": "William Hitler, a nephew of Adolf Hitler, was in the U.S. Navy during WWII. He changed his name after the war.c[2]"
 },
 {
  "id": 3698,
  "description": "Italian Fascists took as their symbol the “fasces,” a bundle of bound rods that symbolized the power of ancient Rome.[2]"
 },
 {
  "id": 3699,
  "description": "The Nazis killed millions of Poles. But they thought that some Polish babies and children looked German and kidnapped about 50,000 of them to be adopted by German parents to become “Germanized.”[9]"
 },
 {
  "id": 3693,
  "description": "The Nazis pirated the Harvard “fight song” to compose their Sieg Heil march.[2]"
 },
 {
  "id": 3700,
  "description": "Special units run by the SS called Einsatzgruppen (“task forces”) followed the German army’s invasion of countries. They would force Jews to dig a pit and then shoot them so they would fall into an open grave. It is estimated that the Einsatzgruppen killed 1.4 million Jews.[9]"
 },
 {
  "id": 3701,
  "description": "Prisoners called Sonderkommando were forced to bury corpses or burn them in ovens. Fewer than 20 of the thousands of Sonderkommando survived, though buried and hidden accounts of some were found later at camps.[9]"
 },
 {
  "id": 3702,
  "description": "Several famous actors were decorated during WWII. For example, Henry Fonda won a Bronze Star in the Pacific, Walter Matthau was awarded six battle stars while serving on a B-17, and David Niven was awarded the U.S. Legion of Merit. Christopher Lee was a pilot in the Royal Air Force and also won a number of awards.[2]"
 },
 {
  "id": 3703,
  "description": "John Wayne (Marion Robert Morrison) starred in 14 WWII movies; however, due to a football injury, he never actually served in the war.[2]"
 },
 {
  "id": 3704,
  "description": "Hitler kept a framed photo of Henry Ford, founder of the Ford Motor Company, on his desk. Henry Ford also kept a framed photo of the Nazi leader on his desk in Dearborn, Michigan. In Mein Kampf, Hitler included some anti-Semitic views attributed to Ford.[2]"
 },
 {
  "id": 3705,
  "description": "On January 31, 1945, Private Eddie Slovik was shot for desertion, the first American executed for the crime since the Civil War and the only one to suffer this punishment during WWII.[2]"
 },
 {
  "id": 3706,
  "description": "Although Japan fought on the side of Britain, France, and the U.S. during WWI, it felt cheated by its failure to gain much territory when the peace treaty was composed. Additionally, in the 1920s, its government came under control of fanatical nationalists and allied with the army, which eventually prompted Japan to side with Germany.[1]"
 },
 {
  "id": 3707,
  "description": "After its defeat in WWI, Germany was forced to sign the Treaty of Versailles in 1919. Germany lost all its overseas empires as well as land to its neighbors, and it was prevented from maintaining a large army. Most Germans opposed the treaty, and their resentment would eventually undo the settlement, leading to WWII.[6]"
 },
 {
  "id": 3663,
  "description": "Out of the 40,000 men who served on U-boats during WWII, only 10,000 returned.[2]"
 },
 {
  "id": 3709,
  "description": "The most decorated unit ever in U.S. history is the 442nd regimental Combat Team, whose motto was “Go for Broke.” It consisted of Japanese-American volunteers. Together they won 4,667 major medals, awards, and citations, including 560 Silver Stars (28 of which had oak-leaf clusters), 4,000 Bronze Stars, 52 Distinguished Service Crosses, and one Medal of Honor, plus 54 other decorations. It also held the distinction of never having a case of desertion.[2]"
 },
 {
  "id": 3710,
  "description": "Norvell Gillespie, the garden editor of Better Homes and Gardens, designed the camouflage print for U.S. service uniforms in WWII.[2]"
 },
 {
  "id": 3711,
  "description": "The greatest tank battle in history occurred between the Germans and Russians at the Kursk salient in Russia from July 4-22, 1943. More than 3,600 tanks were involved.[2]"
 },
 {
  "id": 3712,
  "description": "The largest Japanese spy ring during WWII was not in the U.S. but in Mexico, where it spied on the U.S. Atlantic Fleet.[2]"
 },
 {
  "id": 3713,
  "description": "Prisoners of war in Russian camps experienced an 85% mortality rate.[2]"
 },
 {
  "id": 3715,
  "description": "The vast majority of German war criminals passed themselves off as refugees at displaced persons camps when the war ended, thereby gaining freedom.[9]"
 },
 {
  "id": 3714,
  "description": "Germany had a total of 3,363 generals during the war while the U.S. had just over 1,500.[2]"
 },
 {
  "id": 3716,
  "description": "Before Nazi Germany decided to eliminate the Jews by gassing them, it had considered sending them to the island of Madagascar.[9]"
 },
 {
  "id": 3717,
  "description": "If it became necessary to drop a third atom bomb on Japan, the city that would have been the target was Tokyo.[1]"
 },
 {
  "id": 3748,
  "description": "The now iconic \"We Can Do It\" poster was initially not intended for public display, and only a small number of people saw it when it was first published in 1942. It only gained popularity in the 1980s when the feminist movement appropriated the image.[4]"
 },
 {
  "id": 3718,
  "description": "The greatest loss of life ever sustained by the U.S. Navy occurred on July 30, 1945. The USS Indianapolis was shot by Japanese submarine I-58. Captain Charles McVay, commanding officer of the cruiser, was the only U.S. Navy officer ever to be court-martialed for losing a ship in war.[2]"
 },
 {
  "id": 3719,
  "description": "Calvin Graham was only 12 years old when he enlisted in the U.S. Navy. He won a Bronze Star and a Purple Heart before the Navy found out how old he was.[2]"
 },
 {
  "id": 3720,
  "description": "Rudolf Hess, Adolf Hitler’s deputy in the Nazi party, was the last person to have been incarcerated in the Tower of London.[2]"
 },
 {
  "id": 3721,
  "description": "While in prison, Hitler envisioned the development of a “people’s car” or a Volkswagen, from the word volk, meaning “people” or “nation.”[2]"
 },
 {
  "id": 3722,
  "description": "On December 8, 1941, Britain and the U.S. declared war on Japan. On December 11, Germany declared war on the U.S. The U.S. is the only nation Germany formally declared war on.[1]"
 },
 {
  "id": 3723,
  "description": "The Nazis called their rule the Third Reich (1933-1945). The First Reich was the Holy Roman Empire (962-1806). The Second Reich was the German Empire of 1871-1918. The Weimar Republic was from 1919-1933.f[6]"
 },
 {
  "id": 3724,
  "description": "At the behest of the Nazi regime, book-burning campaigns took place in Berlin and other German cities between March and June 1933, with senior academics and university students incinerating books deemed to contain “un-German” ideas. Authors targeted by the book-burning campaign included Jack London, H.G. Wells, Thomas Mann, Sigmund Freud, and Albert Einstein. A century before Hitler, the German poet Heinrich Heine (1797-1856) predicted: “Where one burns books, one will, in the end, burn people.”[1]"
 },
 {
  "id": 3726,
  "description": "In a bizarre move, Hitler’s deputy and confidant Rudolf Hess parachuted into Scotland on May 10, 1941, to negotiate a peace agreement. The British concluded he was mentally unstable. He was kept as a POW and given a life sentence at the Nuremberg War Crimes Trial.[2]"
 },
 {
  "id": 3649,
  "description": "World War II was the most destructive conflict in history. It cost more money, damaged more property, killed more people, and caused more far-reaching changes than any other war in history.[1]"
 },
 {
  "id": 3727,
  "description": "On July 14, 1941, the Soviets introduced a new weapon, the Katyusha, which could fire 320 rockets in 25 seconds. More than 50 years later, the Katyusha remains an effective weapon.[2]"
 },
 {
  "id": 3728,
  "description": "After the sneak attack at Pearl Harbor, President Roosevelt searched for a bulletproof car. However, because government regulation prohibited spending more than $750 to buy a car, the only one they could find was Al Capone’s limo, which had been seized by the Treasury Department after he was arrested for tax evasion. FDR said, “I hope Mr. Capone won’t mind.”[2]"
 },
 {
  "id": 3729,
  "description": "British Prime Minister Neville Chamberlain’s policy of appeasement toward Hitler is generally thought to have been a mistake, but his defenders claimed that it bought Britain time to prepare for war.[1]"
 },
 {
  "id": 3730,
  "description": "In the 1928 elections, less than 3% of Germans voted for the Nazi party. In 1938, Hitler was Time magazine’s man of the year.[6]"
 },
 {
  "id": 3731,
  "description": "The Nazi salute was modeled on the salute of Italian Fascists, the ancient Romans, as well as ancient Germans. The raised arm resembles a raised spear.[2]"
 },
 {
  "id": 3708,
  "description": "The Great Depression had a ripple effect throughout the world. It prevented Germany from paying WWI reparations, which forced Great Britain and France to default on their debts to the U.S. which, in turn, sowed discontent throughout the globe.[6]"
 },
 {
  "id": 3732,
  "description": "Hitler designed the Nazi flag. Red stood for the social idea of Nazism, white for nationalism, and the black swastika for the struggle of the Aryan man.[1]"
 },
 {
  "id": 3733,
  "description": "Large, inflatable barrage balloons were used to protect major towns and cities in Britain from air raids. The balloons were launched before a raid and trailed a network of steel cables beneath them. Bombers had to fly high to avoid becoming tangled in the cables, thus reducing their accuracy.[2]"
 },
 {
  "id": 3734,
  "description": "The main success of the Blitzkreig or “lightening war” was due to tank units supported from the air by dive-bombers, such as the Junkers Ju87 (Stuka). The Stukas were fitted with sirens, which sounded like screaming to terrify the population.[2]"
 },
 {
  "id": 3735,
  "description": "Because the Norway leader Vidkun Quisling (1887-1945) actively collaborated with Germany after its occupation, his name has entered the Norwegian language as a word for “traitor.”[2]"
 },
 {
  "id": 3736,
  "description": "Throughout occupied Europe, many people actively collaborated with the Germans. As their countries were liberated, some locals took revenge against the collaborators by beating or shooting them or by shaving the female traitors’ heads.[2]"
 },
 {
  "id": 3737,
  "description": "In 1974, a Japanese soldier named Hiroo Onoda (1922- ) came out of the jungle of the Pacific island of Lubang. He had been hiding there for 29 years, unaware that his country had surrendered.[2]"
 },
 {
  "id": 3738,
  "description": "Japan and Russia never formally ended hostilities after WWII. Plans for them to sign an official peace treaty in 2000 failed because Japan wanted Russia to return four offshore islands it had taken after the war.[1]"
 },
 {
  "id": 3739,
  "description": "Author Ian Fleming based his character “007” on the Yugoslavian-born spy Dusko Popov (1912-1980). Popov spoke at least five languages and came up with his own formula for invisible ink. He was the first spy to use microdots, or photos shrunk down to the size of dots. He obtained information that the Japanese were planning an air strike on Pearl Harbor, but the FBI did not act on his warning. Popov later lived in the U.S. in a penthouse and created a reputation as a playboy. He wrote an account of his wartime activities in his novel Spy, Counterspy (1974).[2]"
 },
 {
  "id": 3740,
  "description": "From 1942, U.S. Marines in the Pacific used the Navajo language as their secret code. The language didn’t have the vocabulary for existing WWII technology, so existing words had to be given new meanings. For example, the word for “hummingbird” (da-he-ti-hi) became code for fighter plane. Around 400 Navajo Indians (Code Talkers) were trained to use the code, and the Japanese never cracked it.[2]"
 },
 {
  "id": 3741,
  "description": "The Russians were the first to have paratroopers, which they exhibited in 1935. The Allies did not catch up until 1940, when the Central Landing School opened near Manchester.[2]"
 },
 {
  "id": 3742,
  "description": "The most important medical advance that saved soldiers’ lives during WWII was the blood transfusion.[2]"
 },
 {
  "id": 3743,
  "description": "In 1939, the Nazis began a “euthanasia” program in which 80,000 to 100,000 Germans who were disabled, mentally retarded, or insane were murdered. The program was based in Berlin at No. 4 Tiergartenstrasse and became known as the T-4 program.[9]"
 },
 {
  "id": 3744,
  "description": "The Auschwitz Concentration Camp Complex was the only place where prisoners were given identification number tattoos. The practice began in 1941 when Russian POWs were stamped on the upper-left breast. Jews started receiving tattoos (on their forearms) in 1942.[9]"
 },
 {
  "id": 3664,
  "description": "Survivors of both atomic bombings in Japan are called niju hibakusha, which literally means “explosion-affected people.”[2]"
 },
 {
  "id": 3745,
  "description": "Poison gas was first used in WWI to break the trench warfare stalemate. Though all powers had chemical weapons, only Japan (in China) and Italy (in Ethiopia) used them during WWII.[2]"
 },
 {
  "id": 3746,
  "description": "Formed as a personal protection service for Hitler, “SS” is an abbreviation of Schuftzstaffel (“Protective Echelon”). Virtually a state within a state, the SS was headed by Heinrich Luitopold Himmler (1900-1945) and carried out massive executions of political opponents and ethnic minorities. It was divided into two groups, the Allgemeine-SS (General SS) and the Waffen-SS (Armed SS).[1]"
 },
 {
  "id": 3747,
  "description": "WWII casualties totaled between 50 and 70 million people. More than 80% of this total came from four countries: Russia, China, Germany, and Poland. More than half of these casualties were civilians, most of whom were women and children.[2]"
 },
 {
  "id": 20074,
  "description": "The oleander is the official flower of the city of Hiroshima because it was the first to bloom again after the explosion of the atomic bomb in 1945.[5]"
 }
]